tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
brew "openssl@3"
brew "asdf"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "wget"
brew "oven-sh/bun/bun"
cask "alt-tab"
cask "altserver"
cask "arc"
cask "background-music"
cask "discord"
cask "flameshot"
cask "font-monaspace-nerd-font"
cask "gitify"
cask "hiddenbar"
cask "kap"
cask "orbstack"
cask "pritunl"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "sequel-ace"
cask "spotify"
cask "wezterm"
mas "RunCat", id: 1429033973
