antfu.icons-carbon
anthropic.claude-code
atommaterial.a-file-icon-vscode
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.github-vscode-theme
github.vscode-pull-request-github
gruntfuggly.todo-tree
jnoortheen.nix-ide
metaphore.kanagawa-vscode-color-theme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode.makefile-tools
nefrob.vscode-just-syntax
redocly.openapi-vs-code
richie5um2.vscode-sort-json
shopify.ruby-lsp
stylelint.vscode-stylelint
tamasfe.even-better-toml
vscodevim.vim
vunguyentuan.vscode-css-variables
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
