tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "just"
brew "mas"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "zsh"
cask "1password"
cask "altserver"
cask "amazon-q"
cask "arc"
cask "chatgpt"
cask "flameshot"
cask "font-monaspace-nerd-font"
cask "google-chrome@canary"
cask "hiddenbar"
cask "hot"
cask "insomnia"
cask "kap"
cask "notchnook"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
mas "RunCat", id: 1429033973
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.icons-carbon"
vscode "atommaterial.a-file-icon-vscode"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "nefrob.vscode-just-syntax"
vscode "richie5um2.vscode-sort-json"
vscode "shiyui.music-status"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wraith13.bracket-lens"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
