tap "homebrew/bundle"
brew "asdf"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "just"
brew "mas"
brew "mysql"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tree"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "altserver"
cask "amazon-q"
cask "arc"
cask "chatgpt"
cask "deepl"
cask "flameshot"
cask "font-monaspace-nerd-font"
cask "gather"
cask "google-chrome@canary"
cask "hiddenbar"
cask "hot"
cask "insomnia"
cask "kap"
cask "meetingbar"
cask "notchnook"
cask "onyx"
cask "orbstack"
cask "raycast"
cask "scroll-reverser"
cask "spotify"
cask "steam"
cask "tableplus"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "wezterm"
cask "zoom"
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
vscode "2guys1account.quackrack-cursor"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.icons-carbon"
vscode "arjun.swagger-viewer"
vscode "atommaterial.a-file-icon-vscode"
vscode "be5invis.vscode-custom-css"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deinsoftware.vitest-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "kaiwood.endwise"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mohammadbaqer.better-folding"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nefrob.vscode-just-syntax"
vscode "redhat.vscode-yaml"
vscode "redocly.openapi-vs-code"
vscode "richie5um2.vscode-sort-json"
vscode "shiyui.music-status"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tonka3000.raycast"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-css-variables"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "wraith13.bracket-lens"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
