{
  "alpha-nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "coc-copilot": { "branch": "main" },
  "coc-css": { "branch": "master" },
  "coc-eslint": { "branch": "master" },
  "coc-html": { "branch": "master" },
  "coc-html-css-support": { "branch": "master" },
  "coc-json": { "branch": "master" },
  "coc-lua": { "branch": "main" },
  "coc-prettier": { "branch": "master" },
  "coc-stylua": { "branch": "master" },
  "coc-tsserver": { "branch": "master" },
  "coc-yaml": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "fern-renderer-nerdfont.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glyph-palette.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nerdfont.vim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" }
}