yuys13/fish-cdf
mollifier/fish-cd-gitroot
yuys13/fish-fzf-bd
patrickf1/fzf.fish
yuys13/fish-autols
laughedelic/pisces
gazorby/fish-abbreviation-tips
jethrokuan/z
franciscolourenco/done
pure-fish/pure
acomagu/fish-async-prompt
